import { Chapter } from '../models/chapter.model';

export const chapterResponse: Chapter[] = [
  {
    id: '1',
    funficId: '1',
    number: 1,
    name: 'first chap',
    text: 'Она сидела в купе совершенно одна. Хогвартс-экспресс пролетал мимо зелёных холмов и эта зелень была бесконечной. Совсем не похоже на родные горы, от которых так и веяло холодом. Совсем не похоже на те снежные сугробы, в которые всегда хотелось упасть. Прямо как тогда, в детстве.\n— Ну же, Рейчел, прыгай! Это всего лишь снег.\n— Мы же промокнем!\n— В этом и суть, литен фогель.\nРейчел ненавидела, когда брат называл ее птичкой. Однажды она спросила, почему он так ласково ее зовет. Он в ответ по-доброму рассмеялся и сказал, что у птички должен быть острый клюв. И легонько щелкнул младшую сестру по носу. Рейчел не нравилось это сравнение, но это в прошлом. В прошлом. «Он в командировке, кажется, уже целую вечность,  а я еду в новую школу. В его школу», — размышляла девушка и мысли ее тонули в стуке колес, долго не задерживаясь в голове. В руке лежал магловский плеер. Она даже не помнит, откуда у нее такая непривычная для волшебника вещь. Просто магловская музыка была такой приятной и даже удивительной! И Рейчел любила танцевать под нее, особенно, когда никто не видит, особенно с закрытыми глазами. Она, Рейчел Мартин, девочка, которой приходилось быть твердой и упрямой, чтобы обогнать, или быть хотя бы наравне, с мальчишками, которым в ее старой школе уделяли намного больше внимания, чем девочкам. Ценили их выше. К черту. Здесь все будет по-другому.\nСтук в дверь заставил Рейчел вздрогнуть. Обернувшись, она увидела в проеме незнакомого юношу. Когда он заглянул в купе, его темно-русые волосы подпрыгнули, что заставило девушку подавить смешок. Интересно, в Британии сейчас модно делать такие укладки или у него правда такие густые волосы? «Забавно, что ты вообще подмечаешь такие мелочи, Рейчел».\n— Привет, — голос парня вырвал ее из размышлений, — Там все места заняты… и, в общем… могу я присесть?\n\nУловив неясные нотки во взгляде попутчицы, он решил добавить:\n— Я не назойливый, честное слово.\n— Нет, что ты, присаживайся конечно! — затараторила Рейчел, поняв, что ее задумчивость сочли за неприветливость.\nЮноша сел напротив. Несмотря на явные признаки экстраверсии в характере Рейчел, она никогда не знала, как начинать разговор с новыми людьми. «Он опять сейчас подумает, что я неприветливая и не хочу говорить. А ты вообще хочешь говорить? Не знаю. Это чертовски неловко!». Глаза забегали по клетчатой обивке сидений и продолжали искать в ней выход из ситуации, пока парень снова не заговорил.\n— Мы не познакомились, кажется, — он подождал, когда девушка поднимет на него взгляд. Она казалась такой отстраненной, что, наверно, и не стоило спрашивать, можно ли присесть, — Меня зовут Седрик. Седрик Диггори.\n— Рейчел Мартин, — тут же отозвалась она.\n— Что-то знакомое, — протянул Седрик, — Ты случайно не родственница…\n— Фила Мартина? Да, он мой брат.\nЮноша приподнял густые темные брови, удивившись тому, что она так просто угадала, о ком он спросит, и что она правда сестра Фила Мартина, довольно знаменитого в стенах Хогвартса пуффендуйца.\n— Мы с ним учились на одном факультете, — заговорил Седрик, — Он был одним из тех старшекурсников, на которых мне хотелось равняться. Это просто удивительно! Такое совпадение!\nПуффендуец подметил, что Рейчел напряглась и затеребила край юбки. Наверно, нужно сменить тему. Только сейчас Седрик обратил внимание на скандинавскую внешность девушки. Пепельные волны волос спускались по спине, а из-под прямых бровей более темного цвета на него смотрели раскосые серые глаза. Острый нос с маленькой горбинкой и узкий подбородок будто так и норовили уколоть собеседника. Вроде бы внешность не отталкивающая, но все равно почему-то мороз по коже от этого взгляда. Даже когда уголки ее губ ползут вверх в полуулыбке.\n— Значит, ты новенькая, — подвел итог Седрик, — Откуда ты перевелась?\n— Из Дурмстранга.Она сидела в купе совершенно одна. Хогвартс-экспресс пролетал мимо зелёных холмов и эта зелень была бесконечной. Совсем не похоже на родные горы, от которых так и веяло холодом. Совсем не похоже на те снежные сугробы, в которые всегда хотелось упасть. Прямо как тогда, в детстве.\n— Ну же, Рейчел, прыгай! Это всего лишь снег.\n— Мы же промокнем!\n— В этом и суть, литен фогель.\nРейчел ненавидела, когда брат называл ее птичкой. Однажды она спросила, почему он так ласково ее зовет. Он в ответ по-доброму рассмеялся и сказал, что у птички должен быть острый клюв. И легонько щелкнул младшую сестру по носу. Рейчел не нравилось это сравнение, но это в прошлом. В прошлом. «Он в командировке, кажется, уже целую вечность,  а я еду в новую школу. В его школу», — размышляла девушка и мысли ее тонули в стуке колес, долго не задерживаясь в голове. В руке лежал магловский плеер. Она даже не помнит, откуда у нее такая непривычная для волшебника вещь. Просто магловская музыка была такой приятной и даже удивительной! И Рейчел любила танцевать под нее, особенно, когда никто не видит, особенно с закрытыми глазами. Она, Рейчел Мартин, девочка, которой приходилось быть твердой и упрямой, чтобы обогнать, или быть хотя бы наравне, с мальчишками, которым в ее старой школе уделяли намного больше внимания, чем девочкам. Ценили их выше. К черту. Здесь все будет по-другому.\nСтук в дверь заставил Рейчел вздрогнуть. Обернувшись, она увидела в проеме незнакомого юношу. Когда он заглянул в купе, его темно-русые волосы подпрыгнули, что заставило девушку подавить смешок. Интересно, в Британии сейчас модно делать такие укладки или у него правда такие густые волосы? «Забавно, что ты вообще подмечаешь такие мелочи, Рейчел».\n— Привет, — голос парня вырвал ее из размышлений, — Там все места заняты… и, в общем… могу я присесть?\n\nУловив неясные нотки во взгляде попутчицы, он решил добавить:\n— Я не назойливый, честное слово.\n— Нет, что ты, присаживайся конечно! — затараторила Рейчел, поняв, что ее задумчивость сочли за неприветливость.\nЮноша сел напротив. Несмотря на явные признаки экстраверсии в характере Рейчел, она никогда не знала, как начинать разговор с новыми людьми. «Он опять сейчас подумает, что я неприветливая и не хочу говорить. А ты вообще хочешь говорить? Не знаю. Это чертовски неловко!». Глаза забегали по клетчатой обивке сидений и продолжали искать в ней выход из ситуации, пока парень снова не заговорил.\n— Мы не познакомились, кажется, — он подождал, когда девушка поднимет на него взгляд. Она казалась такой отстраненной, что, наверно, и не стоило спрашивать, можно ли присесть, — Меня зовут Седрик. Седрик Диггори.\n— Рейчел Мартин, — тут же отозвалась она.\n— Что-то знакомое, — протянул Седрик, — Ты случайно не родственница…\n— Фила Мартина? Да, он мой брат.\nЮноша приподнял густые темные брови, удивившись тому, что она так просто угадала, о ком он спросит, и что она правда сестра Фила Мартина, довольно знаменитого в стенах Хогвартса пуффендуйца.\n— Мы с ним учились на одном факультете, — заговорил Седрик, — Он был одним из тех старшекурсников, на которых мне хотелось равняться. Это просто удивительно! Такое совпадение!\nПуффендуец подметил, что Рейчел напряглась и затеребила край юбки. Наверно, нужно сменить тему. Только сейчас Седрик обратил внимание на скандинавскую внешность девушки. Пепельные волны волос спускались по спине, а из-под прямых бровей более темного цвета на него смотрели раскосые серые глаза. Острый нос с маленькой горбинкой и узкий подбородок будто так и норовили уколоть собеседника. Вроде бы внешность не отталкивающая, но все равно почему-то мороз по коже от этого взгляда. Даже когда уголки ее губ ползут вверх в полуулыбке.\n— Значит, ты новенькая, — подвел итог Седрик, — Откуда ты перевелась?\n— Из Дурмстранга.'
  },
  {
    id: '2',
    funficId: '1',
    number: 2,
    name: 'second chap',
    text: `Лучший в жизни Гарри день закончился в тот момент, когда он вернулся в дом номер 4 по Тисовой улице.

    Точнее, через десять минут после того, как тетя Петуния решила, что больше не может игнорировать стук, и открыла дверь.

    — О, значит, ты вернулся? — резко спросила она.

    — Нет места лучше дома, — пробормотал Гарри.

    Тетя не услышала его, потому что была слишком занята, уставившись на сову с выражением зарождающегося ужаса и отвращения на лице.

    Похоже, она лишилась дара речи, поскольку просто повернулась на каблуках и практически побежала на кухню, одарив его взглядом, полным омерзения. Мгновением позже Гарри чуть не выпрыгнул из кожи, когда Вернон проревел нечто нечленораздельное.

    Через минуту он появился на пороге кухни, покраснев и указывая дрожащей рукой на сундук и клетку.

    — НИ В КОЕМ СЛУЧАЕ! — прогремел он. — Я НЕ ПОЗВОЛЮ ТЕБЕ ИГРАТЬ С ЧЕМ-ТО СТРАННЫМ В МОЕМ ДОМЕ!

    — Я ничего не буду использовать, — ответил Гарри. — Но это нужно мне для Хогвартса, вы не можете избавиться от…

    Вернон надулся, как взбесившийся воздушный шар:

    — КАК ТЫ СМЕЕШЬ ГОВОРИТЬ МНЕ, ЧТО Я МОГУ И ЧЕГО НЕ МОГУ!

    — Или Хагрид вернется! — перебил Гарри, быстро соображая.

    Дядя резко замолчал, побледнев до чуть менее яростного оттенка багрового.

    — Он сказал, что вернется, — сымпровизировал Гарри, — если вы сделаете что-нибудь, чтобы помешать мне поехать в Хогвартс.

    — Смешно! — рявкнул дядя. — Как он узнает, если я что-то сделаю, мальчик?

    — Магия, — просто ответил Гарри.

    — НЕ УПОТРЕБЛЯЙ ЭТО СЛОВО!

    — Но это правда, он ведь знал, что мы отправились на тот остров, не так ли? — воскликнул Гарри в порыве вдохновения.

    Колкий взгляд глаз-бусинок встретился с ярко-зелеными глазами Гарри. Усы дяди дрожали так сильно, что походили на огромных мохнатых гусениц, а сам он дышал, как запыхавшийся носорог. На лбу у него тревожно пульсировала вена.

    Внезапно дядя рванулся вперед, и на мгновение Гарри показалось, что его вместе со всем имуществом вышвырнут на улицу. Вместо этого Вернон резко распахнул дверцу чулана.

    — Прекрасно, — процедил он сквозь зубы, — но все это останется здесь, слышишь меня!

    Затаскивая сундук в чулан, Гарри счел, что это было наилучшим предложением из тех, что он мог бы получить. К счастью, клетка оказалась слишком большой, чтобы пролезть в дверь. Гарри не думал, что дядя и впрямь ожидал, что сова пробудет там целый месяц, но был рад, что у Вернона не оказалось выбора.

    Дядя хмыкнул и запер чулан на висячий замок, положил ключ в карман и неуклюже вернулся на кухню.

    — Мы уже поели, — рявкнул он через плечо, — так что иди спать!

    Сова издала что-то вроде утешительного уханья, и Гарри просунул палец сквозь прутья клетки, чтобы благодарно почесать ей голову.

    — Мы прекрасно справимся, девочка, — прошептал он.

    Потребовалась целая вечность, чтобы втащить клетку с совой по лестнице во вторую спальню Дадли; Гарри задыхался и весь вспотел, когда наконец поставил ее на стол.

    — Ну вот, девочка, — сказал Гарри, торжественно обводя рукой комнату, — наш новый дом.

    Она весело ухнула и захлопала крыльями, глядя на небо за окном.

    — Хочешь пойти полетать? — спросил Гарри.

    Она издала еще одно уханье, которое мальчик истолковал как «да»; он протянул руку, чтобы открыть дверцу клетки, когда его поразила мысль.

    — Ты ведь вернешься, правда?

    Бросив на него ласковый взгляд, сова тихонько ухнула и придвинулась ближе насколько позволяла клетка. Гарри понял, что она вернется.

    — Тогда ладно, — сказал он, ухмыляясь.

    Он отпер клетку, и сова грациозно взлетела. Она несколько раз облетела комнату — Гарри не преминул одобрительно хлопнуть в ладоши — прежде чем вылететь в окно и исчезнуть в ночи.

    Гарри подумал, что без нее комната кажется куда более пустой, несмотря на то, что была довольно тесной. Ее заполняло все, что Дадли сломал за эти годы: телевизор, который Дадли пробил ногой; погнутое пневматическое ружье, на которое Дадли сел; игрушечный самолет, который Дадли выбросил в окно; и еще две дюжины вещей, которые огромная туша Дадли каким-либо образом искалечила.

    Единственно что не было деформировано, разбито или испорчено — это книги, которые были в поря… книга! Гарри хлопнул ладонью по карману справа и быстро вытащил ее. Как он мог забыть?

    Дядя может и запер его школьные книги, но не знал о той, что лежала в огромном кармане Гарри.

    Она была маленькой, темной и неброской — волшебной, хотя, возможно, и не выглядела так. Однако он был уверен в этом. В конце концов, он нашел ее в волшебном книжном магазине, не так ли? Теперь, когда Гарри вспоминал об этом, было действительно странно, что из целого магазина книг по проклятиям, зельям и заклинаниям эта маленькая черная книга была единственной, которая казалась ему волшебной.

    Он нашел ее во «Флориш и Блоттс». Желая уклониться от огромной толпы и проветрить голову, которая все еще шла кругом от осознания, что он знаменит, Гарри отошел в сторонку, когда Хагрид отправился покупать ему учебники.

    Медленно обходя возвышающиеся стопки свитков, гримуаров и томов, которые, казалось, подпирали потолок похожего на лабиринт магазина, Гарри все больше и больше терялся. Каким-то образом он забрел в тупик в заброшенном на первый взгляд уголке магазина, скрытом за выцветшей пурпурной портьерой. Это был не особо интересный раздел. На самом деле, по сравнению с остальной частью магазина, древние книги, оставленные здесь, казались довольно скучными.

    Но было здесь что-то такое, что заставляло его задержаться.

    Может тот факт, что за долгое время он определенно стал первым человеком, нашедшим это место — пол был настолько грязным, что на нем оставались следы, когда Гарри шел. Это ощущалось как приключение — волнение первооткрывателя. Даже если единственной вещью, которую он обнаружил, оказались какие-то очень пыльные книги.

    Гарри с энтузиазмом подумал, что в волшебном мире должно быть множество скрытых мест, если он сумел найти одно из них, даже не ища его! Чувствуя себя куда более взволнованным, чем того требовала ситуация, Гарри осмотрел каждый уголок, каждую щель заброшенного помещения. Вот так он и нашел книгу.

    Несмотря на то, что ее запихнули в заднюю часть полки, полускрытую в тени, он сразу заметил ее — она бросалась в глаза.

    Окружающие ее тома были массивными и тяжелыми, в переплетах из жесткой кожи. Многие были достаточно велики, чтобы иметь металлические застежки; тонкие серебряные и толстые железные, и несколько блестящих как золото. Их обложки потрескались и покрылись пятнами от времени. Ни одна книга не выглядела так, будто принадлежала к тому же веку, что и Гарри.

    Эта книга вместо толстого переплета из коричневой кожи имела более тонкую, более мягкую обложку насыщенного черного цвета. Она была достаточно мала, чтобы поместиться в мешковатом кармане Гарри, и слишком тонка, чтобы нуждаться в застежке. Но что действительно вызвало любопытство Гарри, это то, что выглядела она так, будто положили ее туда совсем недавно.

    Она лежал на ковре из пыли толщиной в дюйм, однако на ней не было ни единого пятнышка.

    «Но в этом нет никакого смысла», — подумал Гарри, разглядывая свои следы в пыли — других следов не было. Ведь если бы кто-то просто положил ее туда, наверняка осталось бы что-то подобное? Заинтригованный, он протянул руку и схватил книгу. Едва его пальцы коснулись чистой обложки, нечто стремительно поднялось по ним.

    Оглядываясь назад, Гарри понял, что это очень напоминало то, как он нашел свою палочку. Разве что палочка вызывала чувство радости и волнения, а книга казалась… манящей. Как будто хотела, чтобы он взял ее, так же сильно, как и сам Гарри.

    Он попятился и едва успел прочесть дату «1943», выбитую выцветшими золотыми буквами на титульном листе, когда Хагрид отдернул портьеру, неся стопку школьных учебников.

    Целая жизнь, проведенная за выуживанием еды из холодильника, пока тетя стояла к нему спиной, привила Гарри отличные рефлексы именно для такого случая; прежде чем глаза Хагрида привыкли к полумраку, он засунул книгу поглубже в карман своих потрепанных джинсов.

    — Гарри, — сказал Хагрид, хлопая его массивной рукой по плечу так, что колени Гарри подогнулись под ее весом. — Вот ты где, что ты вообще здесь делаешь?

    — Ох, извини, Хагрид, — смущенно пробормотал Гарри, — я просто немного побродил тут.

    — Ты заблудился! — хрипло сказал Хагрид. — Пошли, нам еще надо купить котел.

    Они прошли уже половину пути вниз по улице, когда Гарри понял, что не заплатил за книгу. Но как бы он ни был виноват в краже — пусть даже это вышло случайно — он был слишком смущен, чтобы признаться Хагриду в своей ошибке. А также почему-то не хотел делиться своей находкой с кем-либо еще, даже с Хагридом, который был так добр к нему.

    Вместо этого он решил оставить в магазине немного лишних денег, когда пойдет туда в следующий раз, и держать это в секрете.

    Теперь, когда Гарри вернулся в дом номер 4 по Тисовой улице, которая показалась ужасно скучной по сравнению с чудесами Косой Аллеи, у него, наконец, появилась возможность заглянуть в книгу. Он внимательно изучил обложку: она была черной как смоль и, несмотря на возраст, выглядела вполне прилично. Сзади был указан адрес магазина канцелярских товаров на Воксхолл-Роуд в Лондоне.

    «Странно, — подумал Гарри, — как маггловская книга может быть настолько не похожа на что-то, даже отдаленно маггловское». Может быть, это маскировка на случай, если она попадет не в те руки?

    Он решил, что это вполне вероятный ответ; честно говоря, Гарри просто не мог больше ждать. Он взволнованно открыл книгу на первой странице.

    «Дневник Т. М. Риддла» было написано от руки крупным почерком в середине пожелтевшего листа и подчеркнуто изящной петлей. Дневник — это был дневник волшебника!

    Он перевернул еще страницу, страстно желая прочесть о магии все, что только возможно.

    Страница была пуста. Совершенно пуста.

    Отчаяние охватило Гарри, и он молниеносно пролистал оставшуюся часть книги. Остальные листы были точно такими же пустыми, за исключением маленькой даты, написанной в левом верхнем углу каждой страницы. Он не мог в это поверить.

    Он был настолько уверен, что ощутил что–то во «Флориш и Блоттс» и что эта книга являлась особенной в некотором роде.

    Гарри вдруг почувствовал себя ужасно глупо; это был всего лишь дурацкий обычный дневник. Неудивительно, что его бросили в пыли и темноте.

    Швырнув его на пол, он выключил свет и навзничь упал на кровать. Изнурительный день напомнил о себе. Гарри не мог поверить, что проснулся этим утром в дырявой лачуге на берегу моря, казалось, что с тех пор прошла целая жизнь, и теперь у него было о чем подумать.

    Его разум словно не знал, на чем сосредоточиться: уничтожение им Темного Лорда Волдеморта; убийство родителей; Косая Аллея и Гринготтс; поездка в Хогвартс и уход от Дурслей; разочаровывающий дневник — список можно было продолжать бесконечно, и ему потребовалось очень много времени, чтобы заснуть.

    — HP –



    Следующие несколько дней с Дурслями были не особенно веселыми. Правда, Дадли теперь так боялся Гарри, что опасался находиться с ним в одной комнате, а тетя Петуния и дядя Вернон больше не запирали его в чулане, но вероятно, лишь потому, что он не поместился бы там вместе с сундуком.

    Наполовину испуганные, наполовину разъяренные, они вели себя так, словно вообще не замечали Гарри, пока им что-нибудь от него не понадобится. И хотя во многом это было значительным улучшением, через некоторое время такое отношение стало угнетать.

    Список его домашних дел был как всегда бесконечен, и пусть наблюдать за попытками тети передать их ему, не говоря ни слова, поначалу было забавно, вскоре это заставило его чувствовать себя еще более одиноким.

    Теперь, когда он знал о существовании целого скрытого мира, ожидающего, что он придет и станет его частью, Дурсли были еще более невыносимы — он никогда не чувствовал себя настолько лишним. Так что Гарри оставался в своей новой комнате в компании новой совы.

    Идея назвать ее в честь знаменитой волшебницы показалась ему блестящей. Единственная проблема заключалась в том, что он не знал имен известных ведьм, поэтому решил заглянуть в учебник по истории магии как только сможет.

    Чаще всего он лежал на кровати и читал выброшенные Дадли приключенческие книги до поздней ночи, а его сова улетала и возвращалась через открытое окно, когда ей заблагорассудится. К счастью, тетя Петуния больше не заходила в комнату, ведь сова постоянно приносила с охоты дохлых мышей.

    Каждую ночь перед сном, Гарри рисовал еще одну галочку на листе бумаги, который он прикрепил к стене, чтобы отсчитывать дни до первого сентября.

    Почти ничего не делая, Гарри заметил, что проводит необыкновенно много времени, уставившись на книгу Риддла. Даже зная, что она пуста, он рассеянно поднимал ее и пролистывал страницы, словно это была история, которую хотелось дочитать.

    И хотя Гарри был уверен, что никогда раньше не слышал имени Т. М. Риддл, оно все же что-то значило для него, как будто Риддл был полузабытым другом детства.

    Но это было абсурдно. У него никогда раньше не было друзей, Дадли позаботился об этом.

    Однажды поздно ночью, чувствуя усталость, но не в силах заснуть, Гарри начал бросать ручки и карандаши с кровати, пытаясь закинуть их в горшок на столе. Это было трудно, и чаще всего он промахивался, иногда довольно эффектно, как с тем фломастером, который он умудрился выбросить из окна в любимую клумбу тети.

    Когда один из них отскочил от радиатора и приземлился на книгу Риддла, Гарри вдруг поразило догадкой. Что если книга не пуста, а просто скрывает свое содержимое? Может ему нужно доказать книге, что он волшебник?

    Это объяснило бы, почему она выглядит такой обыкновенной. Гарри взволнованно подумал, что если бы смог доказать, что не маггл, книга наверняка открыла бы ему свое истинное содержимое!

    Он вскочил с кровати так быстро, что запутался ногой в одеяле и упал на пол с глухим стуком.

    У него душа ушла в пятки, Гарри замер, не издавая ни звука. Может дядя и тетя в последнее время и не хотели его замечать, но он был совершенно уверен, что разбудить их среди ночи — хороший способ снова оказаться в чулане.

    Когда низкий храп Вернона не изменился, он осторожно встал и включил настольную лампу. Схватив ручку и книгу, Гарри открыл первую чистую страницу и остановился. Что он мог сказать, чтобы доказать, что является волшебником? Он решил начать с малого.

    — Привет, меня зовут Гарри Поттер.

    Слова находились там, выглядя совершенно обыкновенными, буквально минуту. Затем они впитались в страницу, словно вода в растрескавшуюся почву.

    Гарри громко ахнул, уставившись на книгу, восхищенный простым проявлением магии. Прежде чем он успел придумать, что сказать дальше, на страницу из ниоткуда хлынули черные чернила; они собрались и образовали тот же четкий, тонкий почерк, которым была подписана книга.

    — Привет, Гарри Поттер. Меня зовут Том Риддл. Откуда у тебя мой дневник?

    Слова постепенно исчезали тем же способом, что и фраза Гарри перед этим, но он уже строчил ответ.

    — Из книжного магазина «Флориш и Блоттс» на Косой Аллее, где я покупал учебники для Хогвартса. Ты знаешь, как он туда попал?

    Он с нетерпением ждал ответа Риддла.

    — Не уверен, но подозреваю, что его украли. К счастью, я записал свои воспоминания куда более хитрым способом, чем чернила. Впрочем, я всегда знал, что найдутся те, кто возжелает этот дневник.

    — Что ты имеешь в виду? — нацарапал Гарри, взволнованный тем, что его догадка оказалась верна — эта книга была особенной!

    — Я имею в виду, что в этом дневнике содержатся могущественные знания. Знания, которые власть имущие хотели скрыть. Знания, которых ты не найдешь в Школе Чародейства и Волшебства Хогвартс.

    — Я поеду туда через три недели, — быстро написал Гарри. — О каких знаниях ты говоришь?

    Его сердце бешено колотилось в груди. Ни одна из приключенческих книг Дадли и вполовину не была такой захватывающей, как эта.

    — Магия, конечно. Я знаю о самых тайных областях магии больше, чем волшебники в три раза старше меня. Когда я был студентом Хогвартса, как и ты, я искал магию, о которой говорили, что это легенда, что ее не существует. Но они лгали. Я обнаружил тайны и заклинания, которые не должен был найти, и мне запретили когда-либо раскрывать правду. Мне вручили приятную, блестящую награду за мои труды и предупредили держать рот на замке. Но я знал, что обнаруженное мной слишком важно, чтобы оставаться скрытым — этому нужно было научить других. Вот я и сделал этот дневник; чтобы однажды передать то, что знал, достойному преемнику.

    Гарри не мог поверить своей удаче — он думал, что придется подождать до Хогвартса, чтобы узнать больше о чародействе и волшебстве. Со слов Риддла магия казалась загадочной и сложной. Он понял, что ему предстоит изучить гораздо больше, чем представлялось вначале.

    И Хагрид говорил, что Хогвартс — лучшая волшебная школа в мире и это всем известно. Гарри готов был поспорить, что другие ученики уже знают кучу всего из магии!

    Внезапно его охватила паника — ужасное видение того, как его выгоняют из Хогвартса и отправляют обратно к Дурслям.

    — Ты можешь научить меня? — торопливо нацарапал он.

    Гарри беспокойно грыз конец шариковой ручки в ожидании ответа. Если Риддл согласится учить его, тогда, конечно же, его ни за что не выгонят из Хогвартса — Том явно был выдающимся волшебником.

    — Я в этом не уверен. Я ничего о тебе не знаю, кроме имени; откуда мне знать, что тебе можно доверять?

    — Я никому ничего не скажу, обещаю, — написал Гарри. — Моя семья все равно ненавидит магию, они боятся даже этого слова — не думаю, что они выдержат мои рассказы о настоящих заклинаниях и прочем.

    Риддл, казалось, что-то обдумывал; ему потребовалось много времени на ответ. Гарри уже начал подозревать, что может вообще ничего не дождаться, когда на странице, наконец, появились новые слова.

    — Это обнадеживает, Гарри. Я обдумаю твою просьбу. Но мне нужно время, чтобы принять решение; я все еще ничего о тебе не знаю, ты для меня — совершенно посторонний человек. Если бы я знал тебя лучше, это помогло бы мне составить свое мнение.

    Гарри широко улыбнулся. Это было хорошим началом.

    — Что ты хочешь знать? — спросил он.

    Ответ Риддла всплывал на странице медленно — удовлетворенно. Почерк был не таким высоким и острым, как в предыдущих сообщениях. Гарри подумал, что это выглядит… более дружелюбно. Он воспринял это как добрый знак.

    — Давай начнем с малого. Почему бы тебе не рассказать мне, как прошел твой день?

    — HP –



    Том Риддл был занят серьезными размышлениями.

    У него это отлично получалось — годы существования в темной пустоте дневника дали ему много возможностей для практики. Это было необходимо: либо размышлять, либо сойти с ума.

    Ребенок перестал писать ему на середине фразы; вероятно, заснул. Теперь, наконец, Том был свободен и мог сделать выводы из всего, что узнал, правда, этого было не особо много.

    По крайней мере, мальчиком было до смешного легко управлять. Большинство ведьм и волшебников — даже дети — и в лучшие времена остерегались зачарованных книг, а дневник, в котором он жил, граничил с проклятыми.

    Но мальчик казался магглорожденным, если замечания о его семье правдивы, что являлось неоднозначной новостью для Тома.

    С одной стороны, ребенок пребывал в блаженном неведении относительно грозящей ему опасности и практически вручил себя Тому на блюдечке. Это также означало, что в течение нескольких недель почти не было шансов, что дневник обнаружит действительно компетентный волшебник. Реальная опасность разоблачения будет грозить ему, лишь когда мальчик отвезет дневник в Хогвартс. Это давало Тому крайне важную отсрочку, чтобы разобраться, что произошло в реальном мире за время его долгой изоляции, и составить план действий.

    С другой стороны, как раздраженно думал Том, это сильно затруднит его планы, поскольку означает, что мальчик ничего, по сути, не знает о волшебном мире, не говоря уже о его истории.

    И все же он мог работать с тем, что получил.

    Том выдал свою доведенную до совершенства речь, рассчитанную на то, чтобы увлечь любого, кто наткнется на дневник — заставить сохранить его в тайне и в безопасности. Это сработало идеально, и будь у него рот, чтобы улыбаться, он бы так и сделал. Снова его жизненная философия оказалась верной.

    В основе всего сущего лежала только сила и желание ее увеличить.

    Убедительная демонстрация осторожности, и мальчик лез из кожи вон, доказывая Тому, что он достоин — как будто Том на самом деле собирался передать нечто ценное какому-то сопливому ребенку. Как бы сильно ему ни хотелось, Том воздержался от расспросов о чем-либо, выходящем за рамки обыденного, особенно о своем реальном «я», и вместо этого просто закладывал фундамент для будущих отношений.

    Том томился в этом дневнике целую вечность, он был терпелив и готов ждать. И пока он ждал, он делал то, что делал большую часть своей жизни.

    В Нереальном не было ничего физического, ничего, чем он мог бы себя занять; единственное, что у него оставалось — его разум, и Том был не из тех людей, которые позволяют ему впасть в безумие без борьбы.

    И все же, несмотря на остроту своего ума, он чувствовал себя удручающе тупым, когда пробовал связать то, что выяснил, в какую-то логичную последовательность событий. Том понимал, что до полной картины еще далеко, однако он мог попытаться предположить ответы на самые важные вопросы.

    Во-первых, как ребенок, впервые попав на Косую Аллею, умудрился наткнуться на его крестраж?

    Планировалось, что дневник всегда будет храниться у его реального «я», а не валяться в самом оживленном месте Магической Британии. В конце концов, он был чем-то большим, чем просто якорем на случай смерти.

    Том являлся отличным слушателем и собеседником для своего реального «я»; они провели бесчисленные часы, обсуждая планы и доводя их до совершенства. У него всегда была превосходная память, но дневник мог вспомнить все, что когда-либо было в нем записано, и это делало его бесценным хранилищем знаний.

    Он был уверен, что его реальное «я» не бросил бы его просто так. Даже после того, как они начали спорить, его реальное «я» продолжал использовать дневник как псевдогримуар в течение многих лет — это было очень удобно.

    Чем больше Том размышлял, тем больше тревожился.

    Он вытянул из мальчика год — 1992. Если только что-то не пошло всерьез не так, сейчас его реальное «я» уже должен быть у власти на каком-нибудь высоком посту. Том попробовал убедить себя, что даже будь он сейчас Министром Магии, вполне вероятно, что магглорожденный не знает этого имени или не поймет связи. «Попробовал» оказалось самым подходящим словом, потому что это не сработало.

    Было слишком много мелочей — дюжина мелких вопросов, которые просто смешивали успокаивающий сценарий с грязью. Даже если магглорожденный не знает имени знаменитого волшебника, то работники «Флориш и Блоттс» знают наверняка. Разве они не вернули бы его законному владельцу?

    Отложив мысли об этом на потом, Том продолжил. Как он оказался в известном книжном магазине?

    Было вполне вероятно — Том признавал это — что для его реального «я» он стал не достаточно важен, чтобы носить его с собой. Они, планомерно раскалывая себя на части на протяжении многих лет, расходились во мнениях все чаще и все более яростно. Кроме того, сама причина, по которой они создали несколько крестражей, заключалась в том, что это делало каждый из них менее уязвимым. А, следовательно, как с горечью отметил Том, менее ценным для его реального «я».

    И все же, если бы его реальное «я» решил сокрыть дневник навечно, он спрятал бы его где-нибудь в темном и глубоком месте, вроде пещеры, в которой побывал в юности. А Косая Аллея была далека от темноты и глубины настолько, насколько это вообще возможно.

    Оказалась ли его вымышленная речь верной на самом деле, был ли дневник украден?

    Это представлялось маловероятным; дневник выглядел очень скромно. Не говоря уже о том, что не многие смогли бы украсть у Тома Риддла и выйти сухими из воды. Но если его реальное «я» ничего не способен с этим сделать — как если бы его убили — тогда, наверно, это не так уж невероятно. Конечно, он мог бы вернуться, он знал ритуал досконально, но крестражи являлись одним из самых малоизвестных разделов Темной Магии; эта область была изучена слабо. И Том понятия не имел, насколько трудным окажется этот процесс на практике.

    «Такая гипотеза, безусловно, заслуживает внимания», — мрачно подумал он.

    И тут метафизическое сердце Тома екнуло: а вдруг что-то пошло не так с ритуалами? Он прошел по пути к бессмертию дальше, чем любой другой волшебник в истории, в этом он был уверен. Неужели это был такой прорыв, что он потерпел неудачу из-за чего-то непредвиденного?

    Том и его реальное «я» сошлись во мнениях, что для истинной защиты от смерти необходимо иметь более одного крестража. Они строили теории на основе рассуждений Герпия Злостного, что многократный раскол души приведет к каскадному разрушению всех ее частей — она просто будет слишком нестабильна.

    Поэтому они тысячу раз проходились по арифмантике — разрабатывали и отвергали сотни ритуалов — в поисках этой неуловимой стабильности. Но это окупилось; Том был уверен, что душа из семи частей, каждая из которых тщательно связана с другими ритуалом, для выдумки которого только он был достаточно гениален, обеспечила бы его реальному «я» настоящее, устойчивое бессмертие.

    Но что, если его реальное «я» не смог достичь этого числа, и именно потому не писал Тому уже несколько десятилетий? Вдруг он сломался на пяти или шести? Служило ли существование Тома в дневнике какой-то цели, или он был якорем для разбитой души, которая разрушилась настолько, что не подлежала восстановлению?

    Гарри крепко спал, хоть и в неудобной позе, абсолютно не подозревая об ужасе, проносившемся через книгу, на которой лежала его голова.

    Для Тома это была очень, очень долгая ночь.

    — HP –



    Гарри вздрогнул и проснулся. Из коридора донесся резкий звук — в дверь стучала тетя.

    — Я уже встал, я встал! — отозвался он.

    Гарри услышал, как она идет на кухню, а затем ставит на плиту сковороду. Подняв голову со стола, мальчик покраснел; ночью он немного обслюнявил дневник Риддла.

    Он моргнул, прогоняя сон, и задумался, не написать ли Тому — наверно, следовало извиниться за то, что заснул прямо в середине разговора. Хотя с этим придется подождать, поскольку он уже слышал, как приближаются тяжелые шаги дяди.

    Гарри побрел к двери и успел открыть ее прежде, чем дядя разбудил половину улицы своим стуком. Вернон стоял в коридоре, уже занеся мясистый кулак. Он бросил на Гарри взгляд, полный глубочайшего отвращения — вероятно, недовольный тем, что не удалось взломать дверь — прежде чем повернуться и неуклюже спуститься вниз, ведя его за собой.

    Тетя Петуния жарила бекон на кухне, но едва Гарри вошел, она щелкнула ему пальцами и села за стол. Вздохнув, Гарри взялся за приготовление пищи.

    К приходу Дадли он уже покончил с беконом, сосисками и тостами и принялся жарить с полдюжины яиц.

    После дня рождения Гарри завтраки стали напряженными и неуютными, так было и в это утро. Дядя прятался за газетой, Дадли ел со всей возможной скоростью, которая была бы впечатляющей, если бы это не выглядело так отвратительно, а тетя Петуния то сердито смотрела на него, то притворялась, что за столом только трое.

    Когда Вернон ушел на работу, а Дадли — терроризировать соседей, Петуния передала Гарри длинный список дел на день. Пока кузен бездельничал, глядя в телевизор и поедая мороженое, Гарри мыл окна, мыл машину, косил газон, подстригал клумбы, подрезал и поливал розы, перекрашивал садовую скамейку. Все это время над головой пылало солнце, обжигая ему затылок.

    «Вот бы они увидели знаменитого Гарри Поттера сейчас!» — свирепо думал он, разбрасывая удобрение по цветочным клумбам, чувствуя боль в спине и пот, струящийся по лицу.

    Было уже полвосьмого вечера, когда он, наконец, совершенно измученный, услышал, что тетя Петуния зовет его. Гарри с радостью перебрался в тень сверкающей кухни. Там на столе его ждали два ломтя хлеба и кусок сыра; он вымыл руки, проглотил свой жалкий ужин и со всех ног побежал наверх.

    Его сова в какой-то момент вернулась и теперь дремала в своей клетке. Гарри тихонько отодвинул шаткий стул и сел, взяв в руки ручку. Он задумался, как начать разговор.

    — HP –



    — Добрый вечер, мистер Риддл. Извините, что я заснул прошлой ночью.

    Итак, мальчик наконец решил написать ему снова. У Тома не было часов, но он был совершенно уверен, что оставался один в пустоте дольше одной ночи. И все же он счел, что приличия стоит соблюдать.

    — Все в порядке, Гарри. И, пожалуйста, зови меня Томом, — ответил он, хотя и почувствовал укол раздражения от такой фамильярности.

    — Хорошо, Том. Есть что-нибудь, о чем ты хочешь поговорить?

    Он усмехнулся про себя: мальчик написал ему, а не наоборот! К счастью для него, было очень много вещей, о которых Том хотел поговорить. Он начал с самой закономерной.

    — Да, мне интересно, — написал Том, — когда ты нашел меня во «Флориш и Блоттс», это был твой первый визит на Косую Аллею?

    — Да, это так. Я даже не знал, что магия существует, пока Хагрид не сказал мне, — ответил мальчик, нанося Тому мысленный эквивалент апперкота.

    Хагрид? Тот Хагрид, которого исключили, когда он создавал этот самый дневник?

    — Я представляю, каким сильным потрясением было впервые увидеть волшебный мир. О Хагриде я раньше не слышал, он работает в Хогвартсе?

    — Он лесничий и Хранитель Ключей. Ты, наверно, учился в Хогвартсе до того, как он начал там работать, иначе бы точно его запомнил. Он почти девять футов ростом!

    Не похоже, чтобы полувеликаны резвились повсюду в Британии, следовательно, это был тот самый Хагрид. «Что означает, — с усмешкой подумал Том, — что у Вселенной все-таки есть чувство юмора».

    Иначе как бы этот болван стал работать в школе, из которой его исключили?

    — Ты прав, это было огромным потрясением! Я даже не знал, что знаменит. Мои дядя и тетя никогда не говорили мне о магии, или о моих родителях, или о Сам-Знаешь-Ком.

    Что ж, по мнению Тома это был неожиданный поворот. Чем может прославиться одиннадцатилетний ребенок? И откуда он должен был знать, кто такой Сам-Знаешь-Кто?

    — Пожалуй, ты прав, я не знаю никого похожего. Боюсь, я также не понимаю, о ком ты говоришь или почему ты знаменит, — написал он, едва сдерживая раздражение.

    — Правда? Кажется, все знают эту историю, только мне никто не рассказывал. Сам-Знаешь-Кто был Темным волшебником — самым могущественным из всех. Хагрид сказал, что только Дамблдор его не боится. Он убил моих родителей, когда я был младенцем, но не смог убить меня. Хагрид сказал, что он не совсем умер, но потерял свои силы и слишком слаб, чтобы продолжать борьбу. Все в «Дырявом котле» узнали меня, но я даже не помню, что произошло.

    С каждым словом метафизические брови Тома поднимались все выше и выше. Ребенок, победивший Темного волшебника? Такое, несомненно, случалось впервые, но он и раньше читал о магии, делающей странные вещи. Временами казалось, что у нее есть собственная воля.

    Конечно, не исключено, что мальчик просто врет, однако Том так не думал. Ведь если он пытался произвести впечатление на Тома, утверждая, что совершил нечто необычное, будучи младенцем, то выбрал для этого крайне странный способ.

    И все же, если он врет, Том легко выяснит это. Большинство детей были ужасными лжецами, и рано или поздно мальчик совершит ошибку.

    — Это, конечно, невероятный подвиг, Гарри, — написал Том. — Могу я узнать, почему ты называешь этого Темного волшебника «Сам-Знаешь-Кем»?

    — О, Хагрид сказал, что я не должен произносить это имя, потому что люди все еще боятся его.

    «Как жалко», — подумал Том.

    — Но его настоящее имя было Лорд Волдеморт.

    И едва волна беспросветного ужаса поглотила Тома, как его мгновенно отбросило на десятилетия назад к разговору, который он вел со своим реальным «я» — разговору об изменении их маггловского имени на что-то более внушительное.

    Внезапно все встало на свои места с пугающей бесповоротностью: самый могущественный из всех… не совсем умер… только Дамблдор не боялся его…

    Том смутно осознал, что не ответил Гарри, и поспешил исправить свою оплошность.

    — Я должен поблагодарить тебя за то, что ты его уничтожил. Он похож на грозного волшебника.

    «И он таким действительно был», — с ужасом подумал Том.

    Каким образом его реальное «я» стал таким устрашающим, что даже спустя десятилетие после его гибели взрослые все еще боялись произносить его имя? Что, во имя Мерлина, произошло с тех пор, как они разделились?

    — Да, наверно, так оно и было. А теперь я, пожалуй, пойду спать. Спокойной ночи, Том.

    Он едва замечал слова.

    — Спокойной ночи, Гарри.`
  },
  {
    id: '3',
    funficId: '1',
    number: 3,
    name: 'third chap',
    text: 'Она сидела в купе совершенно одна. Хогвартс-экспресс пролетал мимо зелёных холмов и эта зелень была бесконечной. Совсем не похоже на родные горы, от которых так и веяло холодом. Совсем не похоже на те снежные сугробы, в которые всегда хотелось упасть. Прямо как тогда, в детстве.\n— Ну же, Рейчел, прыгай! Это всего лишь снег.\n— Мы же промокнем!\n— В этом и суть, литен фогель.\nРейчел ненавидела, когда брат называл ее птичкой. Однажды она спросила, почему он так ласково ее зовет. Он в ответ по-доброму рассмеялся и сказал, что у птички должен быть острый клюв. И легонько щелкнул младшую сестру по носу. Рейчел не нравилось это сравнение, но это в прошлом. В прошлом. «Он в командировке, кажется, уже целую вечность,  а я еду в новую школу. В его школу», — размышляла девушка и мысли ее тонули в стуке колес, долго не задерживаясь в голове. В руке лежал магловский плеер. Она даже не помнит, откуда у нее такая непривычная для волшебника вещь. Просто магловская музыка была такой приятной и даже удивительной! И Рейчел любила танцевать под нее, особенно, когда никто не видит, особенно с закрытыми глазами. Она, Рейчел Мартин, девочка, которой приходилось быть твердой и упрямой, чтобы обогнать, или быть хотя бы наравне, с мальчишками, которым в ее старой школе уделяли намного больше внимания, чем девочкам. Ценили их выше. К черту. Здесь все будет по-другому.\nСтук в дверь заставил Рейчел вздрогнуть. Обернувшись, она увидела в проеме незнакомого юношу. Когда он заглянул в купе, его темно-русые волосы подпрыгнули, что заставило девушку подавить смешок. Интересно, в Британии сейчас модно делать такие укладки или у него правда такие густые волосы? «Забавно, что ты вообще подмечаешь такие мелочи, Рейчел».\n— Привет, — голос парня вырвал ее из размышлений, — Там все места заняты… и, в общем… могу я присесть?\n\nУловив неясные нотки во взгляде попутчицы, он решил добавить:\n— Я не назойливый, честное слово.\n— Нет, что ты, присаживайся конечно! — затараторила Рейчел, поняв, что ее задумчивость сочли за неприветливость.\nЮноша сел напротив. Несмотря на явные признаки экстраверсии в характере Рейчел, она никогда не знала, как начинать разговор с новыми людьми. «Он опять сейчас подумает, что я неприветливая и не хочу говорить. А ты вообще хочешь говорить? Не знаю. Это чертовски неловко!». Глаза забегали по клетчатой обивке сидений и продолжали искать в ней выход из ситуации, пока парень снова не заговорил.\n— Мы не познакомились, кажется, — он подождал, когда девушка поднимет на него взгляд. Она казалась такой отстраненной, что, наверно, и не стоило спрашивать, можно ли присесть, — Меня зовут Седрик. Седрик Диггори.\n— Рейчел Мартин, — тут же отозвалась она.\n— Что-то знакомое, — протянул Седрик, — Ты случайно не родственница…\n— Фила Мартина? Да, он мой брат.\nЮноша приподнял густые темные брови, удивившись тому, что она так просто угадала, о ком он спросит, и что она правда сестра Фила Мартина, довольно знаменитого в стенах Хогвартса пуффендуйца.\n— Мы с ним учились на одном факультете, — заговорил Седрик, — Он был одним из тех старшекурсников, на которых мне хотелось равняться. Это просто удивительно! Такое совпадение!\nПуффендуец подметил, что Рейчел напряглась и затеребила край юбки. Наверно, нужно сменить тему. Только сейчас Седрик обратил внимание на скандинавскую внешность девушки. Пепельные волны волос спускались по спине, а из-под прямых бровей более темного цвета на него смотрели раскосые серые глаза. Острый нос с маленькой горбинкой и узкий подбородок будто так и норовили уколоть собеседника. Вроде бы внешность не отталкивающая, но все равно почему-то мороз по коже от этого взгляда. Даже когда уголки ее губ ползут вверх в полуулыбке.\n— Значит, ты новенькая, — подвел итог Седрик, — Откуда ты перевелась?\n— Из Дурмстранга.Она сидела в купе совершенно одна. Хогвартс-экспресс пролетал мимо зелёных холмов и эта зелень была бесконечной. Совсем не похоже на родные горы, от которых так и веяло холодом. Совсем не похоже на те снежные сугробы, в которые всегда хотелось упасть. Прямо как тогда, в детстве.\n— Ну же, Рейчел, прыгай! Это всего лишь снег.\n— Мы же промокнем!\n— В этом и суть, литен фогель.\nРейчел ненавидела, когда брат называл ее птичкой. Однажды она спросила, почему он так ласково ее зовет. Он в ответ по-доброму рассмеялся и сказал, что у птички должен быть острый клюв. И легонько щелкнул младшую сестру по носу. Рейчел не нравилось это сравнение, но это в прошлом. В прошлом. «Он в командировке, кажется, уже целую вечность,  а я еду в новую школу. В его школу», — размышляла девушка и мысли ее тонули в стуке колес, долго не задерживаясь в голове. В руке лежал магловский плеер. Она даже не помнит, откуда у нее такая непривычная для волшебника вещь. Просто магловская музыка была такой приятной и даже удивительной! И Рейчел любила танцевать под нее, особенно, когда никто не видит, особенно с закрытыми глазами. Она, Рейчел Мартин, девочка, которой приходилось быть твердой и упрямой, чтобы обогнать, или быть хотя бы наравне, с мальчишками, которым в ее старой школе уделяли намного больше внимания, чем девочкам. Ценили их выше. К черту. Здесь все будет по-другому.\nСтук в дверь заставил Рейчел вздрогнуть. Обернувшись, она увидела в проеме незнакомого юношу. Когда он заглянул в купе, его темно-русые волосы подпрыгнули, что заставило девушку подавить смешок. Интересно, в Британии сейчас модно делать такие укладки или у него правда такие густые волосы? «Забавно, что ты вообще подмечаешь такие мелочи, Рейчел».\n— Привет, — голос парня вырвал ее из размышлений, — Там все места заняты… и, в общем… могу я присесть?\n\nУловив неясные нотки во взгляде попутчицы, он решил добавить:\n— Я не назойливый, честное слово.\n— Нет, что ты, присаживайся конечно! — затараторила Рейчел, поняв, что ее задумчивость сочли за неприветливость.\nЮноша сел напротив. Несмотря на явные признаки экстраверсии в характере Рейчел, она никогда не знала, как начинать разговор с новыми людьми. «Он опять сейчас подумает, что я неприветливая и не хочу говорить. А ты вообще хочешь говорить? Не знаю. Это чертовски неловко!». Глаза забегали по клетчатой обивке сидений и продолжали искать в ней выход из ситуации, пока парень снова не заговорил.\n— Мы не познакомились, кажется, — он подождал, когда девушка поднимет на него взгляд. Она казалась такой отстраненной, что, наверно, и не стоило спрашивать, можно ли присесть, — Меня зовут Седрик. Седрик Диггори.\n— Рейчел Мартин, — тут же отозвалась она.\n— Что-то знакомое, — протянул Седрик, — Ты случайно не родственница…\n— Фила Мартина? Да, он мой брат.\nЮноша приподнял густые темные брови, удивившись тому, что она так просто угадала, о ком он спросит, и что она правда сестра Фила Мартина, довольно знаменитого в стенах Хогвартса пуффендуйца.\n— Мы с ним учились на одном факультете, — заговорил Седрик, — Он был одним из тех старшекурсников, на которых мне хотелось равняться. Это просто удивительно! Такое совпадение!\nПуффендуец подметил, что Рейчел напряглась и затеребила край юбки. Наверно, нужно сменить тему. Только сейчас Седрик обратил внимание на скандинавскую внешность девушки. Пепельные волны волос спускались по спине, а из-под прямых бровей более темного цвета на него смотрели раскосые серые глаза. Острый нос с маленькой горбинкой и узкий подбородок будто так и норовили уколоть собеседника. Вроде бы внешность не отталкивающая, но все равно почему-то мороз по коже от этого взгляда. Даже когда уголки ее губ ползут вверх в полуулыбке.\n— Значит, ты новенькая, — подвел итог Седрик, — Откуда ты перевелась?\n— Из Дурмстранга.'
  },
  {
    id: '4',
    funficId: '2',
    number: 4,
    name: 'fourth chap',
    text: 'frefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efr frefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efr frefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efr frefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efr frefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efrfrefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efr frefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efr frefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efr frefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efrfrefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efr frefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efr frefer cer vr rbb thb th bt bt b ytty bt ybty btyb tjkbbjh gvg vgv gv vg v gv gv gv g vg vg vg vg vh njn j bgv cf c h j efr'
  },
  {
    id: '5',
    funficId: '1',
    number: 1,
    name: '5 chap',
    text: 'Она сидела в купе совершенно одна. Хогвартс-экспресс пролетал мимо зелёных холмов и эта зелень была бесконечной. Совсем не похоже на родные горы, от которых так и веяло холодом. Совсем не похоже на те снежные сугробы, в которые всегда хотелось упасть. Прямо как тогда, в детстве.\n— Ну же, Рейчел, прыгай! Это всего лишь снег.\n— Мы же промокнем!\n— В этом и суть, литен фогель.\nРейчел ненавидела, когда брат называл ее птичкой. Однажды она спросила, почему он так ласково ее зовет. Он в ответ по-доброму рассмеялся и сказал, что у птички должен быть острый клюв. И легонько щелкнул младшую сестру по носу. Рейчел не нравилось это сравнение, но это в прошлом. В прошлом. «Он в командировке, кажется, уже целую вечность,  а я еду в новую школу. В его школу», — размышляла девушка и мысли ее тонули в стуке колес, долго не задерживаясь в голове. В руке лежал магловский плеер. Она даже не помнит, откуда у нее такая непривычная для волшебника вещь. Просто магловская музыка была такой приятной и даже удивительной! И Рейчел любила танцевать под нее, особенно, когда никто не видит, особенно с закрытыми глазами. Она, Рейчел Мартин, девочка, которой приходилось быть твердой и упрямой, чтобы обогнать, или быть хотя бы наравне, с мальчишками, которым в ее старой школе уделяли намного больше внимания, чем девочкам. Ценили их выше. К черту. Здесь все будет по-другому.\nСтук в дверь заставил Рейчел вздрогнуть. Обернувшись, она увидела в проеме незнакомого юношу. Когда он заглянул в купе, его темно-русые волосы подпрыгнули, что заставило девушку подавить смешок. Интересно, в Британии сейчас модно делать такие укладки или у него правда такие густые волосы? «Забавно, что ты вообще подмечаешь такие мелочи, Рейчел».\n— Привет, — голос парня вырвал ее из размышлений, — Там все места заняты… и, в общем… могу я присесть?\n\nУловив неясные нотки во взгляде попутчицы, он решил добавить:\n— Я не назойливый, честное слово.\n— Нет, что ты, присаживайся конечно! — затараторила Рейчел, поняв, что ее задумчивость сочли за неприветливость.\nЮноша сел напротив. Несмотря на явные признаки экстраверсии в характере Рейчел, она никогда не знала, как начинать разговор с новыми людьми. «Он опять сейчас подумает, что я неприветливая и не хочу говорить. А ты вообще хочешь говорить? Не знаю. Это чертовски неловко!». Глаза забегали по клетчатой обивке сидений и продолжали искать в ней выход из ситуации, пока парень снова не заговорил.\n— Мы не познакомились, кажется, — он подождал, когда девушка поднимет на него взгляд. Она казалась такой отстраненной, что, наверно, и не стоило спрашивать, можно ли присесть, — Меня зовут Седрик. Седрик Диггори.\n— Рейчел Мартин, — тут же отозвалась она.\n— Что-то знакомое, — протянул Седрик, — Ты случайно не родственница…\n— Фила Мартина? Да, он мой брат.\nЮноша приподнял густые темные брови, удивившись тому, что она так просто угадала, о ком он спросит, и что она правда сестра Фила Мартина, довольно знаменитого в стенах Хогвартса пуффендуйца.\n— Мы с ним учились на одном факультете, — заговорил Седрик, — Он был одним из тех старшекурсников, на которых мне хотелось равняться. Это просто удивительно! Такое совпадение!\nПуффендуец подметил, что Рейчел напряглась и затеребила край юбки. Наверно, нужно сменить тему. Только сейчас Седрик обратил внимание на скандинавскую внешность девушки. Пепельные волны волос спускались по спине, а из-под прямых бровей более темного цвета на него смотрели раскосые серые глаза. Острый нос с маленькой горбинкой и узкий подбородок будто так и норовили уколоть собеседника. Вроде бы внешность не отталкивающая, но все равно почему-то мороз по коже от этого взгляда. Даже когда уголки ее губ ползут вверх в полуулыбке.\n— Значит, ты новенькая, — подвел итог Седрик, — Откуда ты перевелась?\n— Из Дурмстранга.Она сидела в купе совершенно одна. Хогвартс-экспресс пролетал мимо зелёных холмов и эта зелень была бесконечной. Совсем не похоже на родные горы, от которых так и веяло холодом. Совсем не похоже на те снежные сугробы, в которые всегда хотелось упасть. Прямо как тогда, в детстве.\n— Ну же, Рейчел, прыгай! Это всего лишь снег.\n— Мы же промокнем!\n— В этом и суть, литен фогель.\nРейчел ненавидела, когда брат называл ее птичкой. Однажды она спросила, почему он так ласково ее зовет. Он в ответ по-доброму рассмеялся и сказал, что у птички должен быть острый клюв. И легонько щелкнул младшую сестру по носу. Рейчел не нравилось это сравнение, но это в прошлом. В прошлом. «Он в командировке, кажется, уже целую вечность,  а я еду в новую школу. В его школу», — размышляла девушка и мысли ее тонули в стуке колес, долго не задерживаясь в голове. В руке лежал магловский плеер. Она даже не помнит, откуда у нее такая непривычная для волшебника вещь. Просто магловская музыка была такой приятной и даже удивительной! И Рейчел любила танцевать под нее, особенно, когда никто не видит, особенно с закрытыми глазами. Она, Рейчел Мартин, девочка, которой приходилось быть твердой и упрямой, чтобы обогнать, или быть хотя бы наравне, с мальчишками, которым в ее старой школе уделяли намного больше внимания, чем девочкам. Ценили их выше. К черту. Здесь все будет по-другому.\nСтук в дверь заставил Рейчел вздрогнуть. Обернувшись, она увидела в проеме незнакомого юношу. Когда он заглянул в купе, его темно-русые волосы подпрыгнули, что заставило девушку подавить смешок. Интересно, в Британии сейчас модно делать такие укладки или у него правда такие густые волосы? «Забавно, что ты вообще подмечаешь такие мелочи, Рейчел».\n— Привет, — голос парня вырвал ее из размышлений, — Там все места заняты… и, в общем… могу я присесть?\n\nУловив неясные нотки во взгляде попутчицы, он решил добавить:\n— Я не назойливый, честное слово.\n— Нет, что ты, присаживайся конечно! — затараторила Рейчел, поняв, что ее задумчивость сочли за неприветливость.\nЮноша сел напротив. Несмотря на явные признаки экстраверсии в характере Рейчел, она никогда не знала, как начинать разговор с новыми людьми. «Он опять сейчас подумает, что я неприветливая и не хочу говорить. А ты вообще хочешь говорить? Не знаю. Это чертовски неловко!». Глаза забегали по клетчатой обивке сидений и продолжали искать в ней выход из ситуации, пока парень снова не заговорил.\n— Мы не познакомились, кажется, — он подождал, когда девушка поднимет на него взгляд. Она казалась такой отстраненной, что, наверно, и не стоило спрашивать, можно ли присесть, — Меня зовут Седрик. Седрик Диггори.\n— Рейчел Мартин, — тут же отозвалась она.\n— Что-то знакомое, — протянул Седрик, — Ты случайно не родственница…\n— Фила Мартина? Да, он мой брат.\nЮноша приподнял густые темные брови, удивившись тому, что она так просто угадала, о ком он спросит, и что она правда сестра Фила Мартина, довольно знаменитого в стенах Хогвартса пуффендуйца.\n— Мы с ним учились на одном факультете, — заговорил Седрик, — Он был одним из тех старшекурсников, на которых мне хотелось равняться. Это просто удивительно! Такое совпадение!\nПуффендуец подметил, что Рейчел напряглась и затеребила край юбки. Наверно, нужно сменить тему. Только сейчас Седрик обратил внимание на скандинавскую внешность девушки. Пепельные волны волос спускались по спине, а из-под прямых бровей более темного цвета на него смотрели раскосые серые глаза. Острый нос с маленькой горбинкой и узкий подбородок будто так и норовили уколоть собеседника. Вроде бы внешность не отталкивающая, но все равно почему-то мороз по коже от этого взгляда. Даже когда уголки ее губ ползут вверх в полуулыбке.\n— Значит, ты новенькая, — подвел итог Седрик, — Откуда ты перевелась?\n— Из Дурмстранга.'
  },
  {
    id: '5',
    funficId: '1',
    number: 1,
    name: '6 chap',
    text: 'Она сидела в купе совершенно одна. Хогвартс-экспресс пролетал мимо зелёных холмов и эта зелень была бесконечной. Совсем не похоже на родные горы, от которых так и веяло холодом. Совсем не похоже на те снежные сугробы, в которые всегда хотелось упасть. Прямо как тогда, в детстве.\n— Ну же, Рейчел, прыгай! Это всего лишь снег.\n— Мы же промокнем!\n— В этом и суть, литен фогель.\nРейчел ненавидела, когда брат называл ее птичкой. Однажды она спросила, почему он так ласково ее зовет. Он в ответ по-доброму рассмеялся и сказал, что у птички должен быть острый клюв. И легонько щелкнул младшую сестру по носу. Рейчел не нравилось это сравнение, но это в прошлом. В прошлом. «Он в командировке, кажется, уже целую вечность,  а я еду в новую школу. В его школу», — размышляла девушка и мысли ее тонули в стуке колес, долго не задерживаясь в голове. В руке лежал магловский плеер. Она даже не помнит, откуда у нее такая непривычная для волшебника вещь. Просто магловская музыка была такой приятной и даже удивительной! И Рейчел любила танцевать под нее, особенно, когда никто не видит, особенно с закрытыми глазами. Она, Рейчел Мартин, девочка, которой приходилось быть твердой и упрямой, чтобы обогнать, или быть хотя бы наравне, с мальчишками, которым в ее старой школе уделяли намного больше внимания, чем девочкам. Ценили их выше. К черту. Здесь все будет по-другому.\nСтук в дверь заставил Рейчел вздрогнуть. Обернувшись, она увидела в проеме незнакомого юношу. Когда он заглянул в купе, его темно-русые волосы подпрыгнули, что заставило девушку подавить смешок. Интересно, в Британии сейчас модно делать такие укладки или у него правда такие густые волосы? «Забавно, что ты вообще подмечаешь такие мелочи, Рейчел».\n— Привет, — голос парня вырвал ее из размышлений, — Там все места заняты… и, в общем… могу я присесть?\n\nУловив неясные нотки во взгляде попутчицы, он решил добавить:\n— Я не назойливый, честное слово.\n— Нет, что ты, присаживайся конечно! — затараторила Рейчел, поняв, что ее задумчивость сочли за неприветливость.\nЮноша сел напротив. Несмотря на явные признаки экстраверсии в характере Рейчел, она никогда не знала, как начинать разговор с новыми людьми. «Он опять сейчас подумает, что я неприветливая и не хочу говорить. А ты вообще хочешь говорить? Не знаю. Это чертовски неловко!». Глаза забегали по клетчатой обивке сидений и продолжали искать в ней выход из ситуации, пока парень снова не заговорил.\n— Мы не познакомились, кажется, — он подождал, когда девушка поднимет на него взгляд. Она казалась такой отстраненной, что, наверно, и не стоило спрашивать, можно ли присесть, — Меня зовут Седрик. Седрик Диггори.\n— Рейчел Мартин, — тут же отозвалась она.\n— Что-то знакомое, — протянул Седрик, — Ты случайно не родственница…\n— Фила Мартина? Да, он мой брат.\nЮноша приподнял густые темные брови, удивившись тому, что она так просто угадала, о ком он спросит, и что она правда сестра Фила Мартина, довольно знаменитого в стенах Хогвартса пуффендуйца.\n— Мы с ним учились на одном факультете, — заговорил Седрик, — Он был одним из тех старшекурсников, на которых мне хотелось равняться. Это просто удивительно! Такое совпадение!\nПуффендуец подметил, что Рейчел напряглась и затеребила край юбки. Наверно, нужно сменить тему. Только сейчас Седрик обратил внимание на скандинавскую внешность девушки. Пепельные волны волос спускались по спине, а из-под прямых бровей более темного цвета на него смотрели раскосые серые глаза. Острый нос с маленькой горбинкой и узкий подбородок будто так и норовили уколоть собеседника. Вроде бы внешность не отталкивающая, но все равно почему-то мороз по коже от этого взгляда. Даже когда уголки ее губ ползут вверх в полуулыбке.\n— Значит, ты новенькая, — подвел итог Седрик, — Откуда ты перевелась?\n— Из Дурмстранга.Она сидела в купе совершенно одна. Хогвартс-экспресс пролетал мимо зелёных холмов и эта зелень была бесконечной. Совсем не похоже на родные горы, от которых так и веяло холодом. Совсем не похоже на те снежные сугробы, в которые всегда хотелось упасть. Прямо как тогда, в детстве.\n— Ну же, Рейчел, прыгай! Это всего лишь снег.\n— Мы же промокнем!\n— В этом и суть, литен фогель.\nРейчел ненавидела, когда брат называл ее птичкой. Однажды она спросила, почему он так ласково ее зовет. Он в ответ по-доброму рассмеялся и сказал, что у птички должен быть острый клюв. И легонько щелкнул младшую сестру по носу. Рейчел не нравилось это сравнение, но это в прошлом. В прошлом. «Он в командировке, кажется, уже целую вечность,  а я еду в новую школу. В его школу», — размышляла девушка и мысли ее тонули в стуке колес, долго не задерживаясь в голове. В руке лежал магловский плеер. Она даже не помнит, откуда у нее такая непривычная для волшебника вещь. Просто магловская музыка была такой приятной и даже удивительной! И Рейчел любила танцевать под нее, особенно, когда никто не видит, особенно с закрытыми глазами. Она, Рейчел Мартин, девочка, которой приходилось быть твердой и упрямой, чтобы обогнать, или быть хотя бы наравне, с мальчишками, которым в ее старой школе уделяли намного больше внимания, чем девочкам. Ценили их выше. К черту. Здесь все будет по-другому.\nСтук в дверь заставил Рейчел вздрогнуть. Обернувшись, она увидела в проеме незнакомого юношу. Когда он заглянул в купе, его темно-русые волосы подпрыгнули, что заставило девушку подавить смешок. Интересно, в Британии сейчас модно делать такие укладки или у него правда такие густые волосы? «Забавно, что ты вообще подмечаешь такие мелочи, Рейчел».\n— Привет, — голос парня вырвал ее из размышлений, — Там все места заняты… и, в общем… могу я присесть?\n\nУловив неясные нотки во взгляде попутчицы, он решил добавить:\n— Я не назойливый, честное слово.\n— Нет, что ты, присаживайся конечно! — затараторила Рейчел, поняв, что ее задумчивость сочли за неприветливость.\nЮноша сел напротив. Несмотря на явные признаки экстраверсии в характере Рейчел, она никогда не знала, как начинать разговор с новыми людьми. «Он опять сейчас подумает, что я неприветливая и не хочу говорить. А ты вообще хочешь говорить? Не знаю. Это чертовски неловко!». Глаза забегали по клетчатой обивке сидений и продолжали искать в ней выход из ситуации, пока парень снова не заговорил.\n— Мы не познакомились, кажется, — он подождал, когда девушка поднимет на него взгляд. Она казалась такой отстраненной, что, наверно, и не стоило спрашивать, можно ли присесть, — Меня зовут Седрик. Седрик Диггори.\n— Рейчел Мартин, — тут же отозвалась она.\n— Что-то знакомое, — протянул Седрик, — Ты случайно не родственница…\n— Фила Мартина? Да, он мой брат.\nЮноша приподнял густые темные брови, удивившись тому, что она так просто угадала, о ком он спросит, и что она правда сестра Фила Мартина, довольно знаменитого в стенах Хогвартса пуффендуйца.\n— Мы с ним учились на одном факультете, — заговорил Седрик, — Он был одним из тех старшекурсников, на которых мне хотелось равняться. Это просто удивительно! Такое совпадение!\nПуффендуец подметил, что Рейчел напряглась и затеребила край юбки. Наверно, нужно сменить тему. Только сейчас Седрик обратил внимание на скандинавскую внешность девушки. Пепельные волны волос спускались по спине, а из-под прямых бровей более темного цвета на него смотрели раскосые серые глаза. Острый нос с маленькой горбинкой и узкий подбородок будто так и норовили уколоть собеседника. Вроде бы внешность не отталкивающая, но все равно почему-то мороз по коже от этого взгляда. Даже когда уголки ее губ ползут вверх в полуулыбке.\n— Значит, ты новенькая, — подвел итог Седрик, — Откуда ты перевелась?\n— Из Дурмстранга.'
  },
  {
    id: '5',
    funficId: '1',
    number: 1,
    name: '7 chap',
    text: 'Она сидела в купе совершенно одна. Хогвартс-экспресс пролетал мимо зелёных холмов и эта зелень была бесконечной. Совсем не похоже на родные горы, от которых так и веяло холодом. Совсем не похоже на те снежные сугробы, в которые всегда хотелось упасть. Прямо как тогда, в детстве.\n— Ну же, Рейчел, прыгай! Это всего лишь снег.\n— Мы же промокнем!\n— В этом и суть, литен фогель.\nРейчел ненавидела, когда брат называл ее птичкой. Однажды она спросила, почему он так ласково ее зовет. Он в ответ по-доброму рассмеялся и сказал, что у птички должен быть острый клюв. И легонько щелкнул младшую сестру по носу. Рейчел не нравилось это сравнение, но это в прошлом. В прошлом. «Он в командировке, кажется, уже целую вечность,  а я еду в новую школу. В его школу», — размышляла девушка и мысли ее тонули в стуке колес, долго не задерживаясь в голове. В руке лежал магловский плеер. Она даже не помнит, откуда у нее такая непривычная для волшебника вещь. Просто магловская музыка была такой приятной и даже удивительной! И Рейчел любила танцевать под нее, особенно, когда никто не видит, особенно с закрытыми глазами. Она, Рейчел Мартин, девочка, которой приходилось быть твердой и упрямой, чтобы обогнать, или быть хотя бы наравне, с мальчишками, которым в ее старой школе уделяли намного больше внимания, чем девочкам. Ценили их выше. К черту. Здесь все будет по-другому.\nСтук в дверь заставил Рейчел вздрогнуть. Обернувшись, она увидела в проеме незнакомого юношу. Когда он заглянул в купе, его темно-русые волосы подпрыгнули, что заставило девушку подавить смешок. Интересно, в Британии сейчас модно делать такие укладки или у него правда такие густые волосы? «Забавно, что ты вообще подмечаешь такие мелочи, Рейчел».\n— Привет, — голос парня вырвал ее из размышлений, — Там все места заняты… и, в общем… могу я присесть?\n\nУловив неясные нотки во взгляде попутчицы, он решил добавить:\n— Я не назойливый, честное слово.\n— Нет, что ты, присаживайся конечно! — затараторила Рейчел, поняв, что ее задумчивость сочли за неприветливость.\nЮноша сел напротив. Несмотря на явные признаки экстраверсии в характере Рейчел, она никогда не знала, как начинать разговор с новыми людьми. «Он опять сейчас подумает, что я неприветливая и не хочу говорить. А ты вообще хочешь говорить? Не знаю. Это чертовски неловко!». Глаза забегали по клетчатой обивке сидений и продолжали искать в ней выход из ситуации, пока парень снова не заговорил.\n— Мы не познакомились, кажется, — он подождал, когда девушка поднимет на него взгляд. Она казалась такой отстраненной, что, наверно, и не стоило спрашивать, можно ли присесть, — Меня зовут Седрик. Седрик Диггори.\n— Рейчел Мартин, — тут же отозвалась она.\n— Что-то знакомое, — протянул Седрик, — Ты случайно не родственница…\n— Фила Мартина? Да, он мой брат.\nЮноша приподнял густые темные брови, удивившись тому, что она так просто угадала, о ком он спросит, и что она правда сестра Фила Мартина, довольно знаменитого в стенах Хогвартса пуффендуйца.\n— Мы с ним учились на одном факультете, — заговорил Седрик, — Он был одним из тех старшекурсников, на которых мне хотелось равняться. Это просто удивительно! Такое совпадение!\nПуффендуец подметил, что Рейчел напряглась и затеребила край юбки. Наверно, нужно сменить тему. Только сейчас Седрик обратил внимание на скандинавскую внешность девушки. Пепельные волны волос спускались по спине, а из-под прямых бровей более темного цвета на него смотрели раскосые серые глаза. Острый нос с маленькой горбинкой и узкий подбородок будто так и норовили уколоть собеседника. Вроде бы внешность не отталкивающая, но все равно почему-то мороз по коже от этого взгляда. Даже когда уголки ее губ ползут вверх в полуулыбке.\n— Значит, ты новенькая, — подвел итог Седрик, — Откуда ты перевелась?\n— Из Дурмстранга.Она сидела в купе совершенно одна. Хогвартс-экспресс пролетал мимо зелёных холмов и эта зелень была бесконечной. Совсем не похоже на родные горы, от которых так и веяло холодом. Совсем не похоже на те снежные сугробы, в которые всегда хотелось упасть. Прямо как тогда, в детстве.\n— Ну же, Рейчел, прыгай! Это всего лишь снег.\n— Мы же промокнем!\n— В этом и суть, литен фогель.\nРейчел ненавидела, когда брат называл ее птичкой. Однажды она спросила, почему он так ласково ее зовет. Он в ответ по-доброму рассмеялся и сказал, что у птички должен быть острый клюв. И легонько щелкнул младшую сестру по носу. Рейчел не нравилось это сравнение, но это в прошлом. В прошлом. «Он в командировке, кажется, уже целую вечность,  а я еду в новую школу. В его школу», — размышляла девушка и мысли ее тонули в стуке колес, долго не задерживаясь в голове. В руке лежал магловский плеер. Она даже не помнит, откуда у нее такая непривычная для волшебника вещь. Просто магловская музыка была такой приятной и даже удивительной! И Рейчел любила танцевать под нее, особенно, когда никто не видит, особенно с закрытыми глазами. Она, Рейчел Мартин, девочка, которой приходилось быть твердой и упрямой, чтобы обогнать, или быть хотя бы наравне, с мальчишками, которым в ее старой школе уделяли намного больше внимания, чем девочкам. Ценили их выше. К черту. Здесь все будет по-другому.\nСтук в дверь заставил Рейчел вздрогнуть. Обернувшись, она увидела в проеме незнакомого юношу. Когда он заглянул в купе, его темно-русые волосы подпрыгнули, что заставило девушку подавить смешок. Интересно, в Британии сейчас модно делать такие укладки или у него правда такие густые волосы? «Забавно, что ты вообще подмечаешь такие мелочи, Рейчел».\n— Привет, — голос парня вырвал ее из размышлений, — Там все места заняты… и, в общем… могу я присесть?\n\nУловив неясные нотки во взгляде попутчицы, он решил добавить:\n— Я не назойливый, честное слово.\n— Нет, что ты, присаживайся конечно! — затараторила Рейчел, поняв, что ее задумчивость сочли за неприветливость.\nЮноша сел напротив. Несмотря на явные признаки экстраверсии в характере Рейчел, она никогда не знала, как начинать разговор с новыми людьми. «Он опять сейчас подумает, что я неприветливая и не хочу говорить. А ты вообще хочешь говорить? Не знаю. Это чертовски неловко!». Глаза забегали по клетчатой обивке сидений и продолжали искать в ней выход из ситуации, пока парень снова не заговорил.\n— Мы не познакомились, кажется, — он подождал, когда девушка поднимет на него взгляд. Она казалась такой отстраненной, что, наверно, и не стоило спрашивать, можно ли присесть, — Меня зовут Седрик. Седрик Диггори.\n— Рейчел Мартин, — тут же отозвалась она.\n— Что-то знакомое, — протянул Седрик, — Ты случайно не родственница…\n— Фила Мартина? Да, он мой брат.\nЮноша приподнял густые темные брови, удивившись тому, что она так просто угадала, о ком он спросит, и что она правда сестра Фила Мартина, довольно знаменитого в стенах Хогвартса пуффендуйца.\n— Мы с ним учились на одном факультете, — заговорил Седрик, — Он был одним из тех старшекурсников, на которых мне хотелось равняться. Это просто удивительно! Такое совпадение!\nПуффендуец подметил, что Рейчел напряглась и затеребила край юбки. Наверно, нужно сменить тему. Только сейчас Седрик обратил внимание на скандинавскую внешность девушки. Пепельные волны волос спускались по спине, а из-под прямых бровей более темного цвета на него смотрели раскосые серые глаза. Острый нос с маленькой горбинкой и узкий подбородок будто так и норовили уколоть собеседника. Вроде бы внешность не отталкивающая, но все равно почему-то мороз по коже от этого взгляда. Даже когда уголки ее губ ползут вверх в полуулыбке.\n— Значит, ты новенькая, — подвел итог Седрик, — Откуда ты перевелась?\n— Из Дурмстранга.'
  }
];
